Revit 2027 API
ParameterTypeId.TextSizeAboveCutMark Property
 "Text Size Above Cut Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextSizeAboveCutMark { get; }
Public Shared ReadOnly Property TextSizeAboveCutMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextSizeAboveCutMark {
	ForgeTypeId^ get ();
}
static member TextSizeAboveCutMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace